IDEA StatiCa Open Model
RigidLink Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public RigidLink()
Public Sub New
public:
RigidLink()
See Also
Reference
RigidLink Class
IdeaRS.OpenModel.Model Namespace